{
  "workingHours": "fullTime",
  "jobDate": "2024-08-01",
  "title": "Expert IT-Security",
  "workingPlace": "Hamburg",
  "tasks": [
    {
      "task": "Unterstützung und Beratung unserer Projektteams und unserer Kunden bei der Erstellung, Planung und Umsetzung des Security Development Lifecycle und der Security Architecture"
    },
    {
      "task": "Nachverfolgung, Fehlerbehebung und Dokumentation sicherheitsrelevanter Probleme"
    },
    {
      "task": "Schwachstellenprüfung und -bewertung für 3rd Party Libraries"
    },
    {
      "task": "Koordination und Steuerung von für die IT-Security relevanten Entwicklungstätigkeiten und Definition technischer Vorgaben"
    },
    {
      "task": "Dokumentation und Reporting des Security-Status"
    }
  ],
  "qualifications": [
    {
      "qualification": "Du besitzt erste Erfahrung als IT-Security Expert, Expert Cyber-Security oder in einem ähnlichen IT-sicherheitsrelevanten Bereich"
    },
    {
      "qualification": "Du hast ein Studium im Bereich Informatik, IT-Sicherheit oder ein vergleichbares Studium mit gutem Erfolg abgeschlossen"
    },
    {
      "qualification": "Programmierkenntnisse in Java oder TypeScript bringst Du bereits mit"
    },
    {
      "qualification": "Dir gehen Deutsch und Englisch fließend über Finger und Zunge"
    },
    {
      "qualification": "Du bist offen für Neuerungen"
    },
    {
      "qualification": "Du arbeitest selbstständig und eigenverantwortlich"
    }
  ],
  "benefits": [
    {
      "benefit": "Unser Team und unsere Fähigkeiten Unser Slogan lautet: wir entwickeln software_ – und das tun wir mit Leidenschaft und Freude. Wir mögen Software Craftsmanship, guten Code und punkten mit einem Team, das fachlich wie menschlich überzeugt."
    },
    {
      "benefit": "Interessante & herausfordernde Projekte Unsere Projekte sind branchenübergreifend angelegt. Wir arbeiten für Start-ups genauso wie für Konzerne. Wir sind dabei nicht festgelegt, sondern möchten mit und an den Aufgaben wachsen."
    },
    {
      "benefit": "Hardware & Betriebssystem nach Deinem Wunsch Du weißt schließlich am besten, womit Du gerne arbeitest. Unsere Arbeitsplätze sind zudem mit höhenverstellbaren Tischen und ergonomischen Stühlen ausgestattet.​"
    },
    {
      "benefit": "Weiterbildungsmöglichkeiten Mit einem jährlichen Fortbildungsbudget und 2 Tagen Sonderurlaub möchten wir jeden cronner in der persönlichen Weiterentwicklung fördern – sei es mit Konferenzen, Workshops oder Zertifizierungen, alleine, zu zweit oder mit dem ganzen Team."
    },
    {
      "benefit": "Flexible Arbeitszeiten & 30 Urlaubstage Um unseren cronnern das bestmögliche Verhältnis zwischen Arbeits- und Privatleben zu ermöglichen, bieten wir flexible Arbeitszeiten und Home-Office-Tage.​"
    },
    {
      "benefit": "Ein cooles Office in der Innenstadt In unserem modernen, hellen und gut gelegenen Büro in der Hamburger Innenstadt lässt es sich angenehm arbeiten. Aufgrund der citynahen Lage finden sich einige schöne Cafés und Läden in unmittelbarer Umgebung.​"
    },
    {
      "benefit": "Ein cooles Office in der Innenstadt In unserem modernen, hellen und gut gelegenen Büro in der Hamburger Innenstadt lässt es sich angenehm arbeiten. Aufgrund der citynahen Lage finden sich einige schöne Cafés und Läden in unmittelbarer Umgebung.​"
    }
  ]
}
