{
  "workingHours": "fullTime",
  "jobDate": "2024-08-02",
  "title": "Junior-Frontend-Developer",
  "workingPlace": "Standort Drei",
  "tasks": [
    {
      "task": "Frontend development with JavaScript and TypeScript"
    },
    {
      "task": "Learning path to explore together with experienced developer assigned to you as your mentor"
    },
    {
      "task": "TDD, Pair Programming, Code Reviews"
    },
    {
      "task": "Small and experienced teams where you can learn by doing"
    },
    {
      "task": "Knowledge Sharing, Craftsmanship, Continuous Improvement"
    },
    {
      "task": "Development of business-critical, customer-specific software solutions"
    }
  ],
  "qualifications": [
    {
      "qualification": "You know basics of JavaScript and TypeScript"
    },
    {
      "qualification": "…but you are still willing to learn and get hands-on experience"
    },
    {
      "qualification": "Quality, agility, open-mindedness and passion describe your working style"
    },
    {
      "qualification": "Clean Code and Software Craftsmanship are no foreign words for you"
    },
    {
      "qualification": "You can communicate in English in speaking as well as in writing"
    },
    {
      "qualification": "You are going to love writing tests as much as productive code"
    },
    {
      "qualification": "You have successfully completed a subject-related course of study (or are in the process of doing so)"
    },
    {
      "qualification": "You are willing to work on-site in our cool office in Białystok"
    },
    {
      "qualification": "on top of this, you want to gain experience with a few of the following tools and technologies: ReactJS, Redux, MobX, NPM, Webpack, Babel, Mocha/Jest/QUnit, Cucumber, Selenium, Testcontainers, Git, SonarQube, Jenkins; Mobile-First-, Offline-First-Design"
    }
  ],
  "benefits": [
    {
      "benefit": "Unser Team und unsere Fähigkeiten  Unser Slogan lautet: wir entwickeln software_ – und das tun wir mit Leidenschaft und Freude. Wir mögen Software Craftsmanship, guten Code und punkten mit einem Team, das fachlich wie menschlich überzeugt."
    },
    {
      "benefit": "Interessante & herausfordernde Projekte  Unsere Projekte sind branchenübergreifend angelegt. Wir arbeiten für Start-ups genauso wie für Konzerne. Wir sind dabei nicht festgelegt, sondern möchten mit und an den Aufgaben wachsen."
    },
    {
      "benefit": "Hardware & Betriebssystem nach Deinem Wunsch  Du weißt schließlich am besten, womit Du gerne arbeitest. Unsere Arbeitsplätze sind zudem mit höhenverstellbaren Tischen und ergonomischen Stühlen ausgestattet.​"
    },
    {
      "benefit": "Weiterbildungsmöglichkeiten  Mit einem jährlichen Fortbildungsbudget und 2 Tagen Sonderurlaub möchten wir jeden cronner in der persönlichen Weiterentwicklung fördern – sei es mit Konferenzen, Workshops oder Zertifizierungen, alleine, zu zweit oder mit dem ganzen Team."
    },
    {
      "benefit": "Flexible Arbeitszeiten  Um unseren cronnern das bestmögliche Verhältnis zwischen Arbeits- und Privatleben zu ermöglichen, bieten wir flexible Arbeitszeiten und Home-Office-Tage.​"
    },
    {
      "benefit": "Ein cooles Office  In unserem modernen, hellen und gut gelegenen Büro lässt es sich Wohlfühlen. ​Es gibt guten (!) Kaffee und eine Getränkeflatrate. Und falls mal der kleine Hunger kommt, ist auch dafür gesorgt.​​"
    }
  ]
}
