{
  "workingHours": "fullTime",
  "jobDate": "2024-10-02",
  "workingPlace": "Bonn",
  "title": "Linux- / Windows- Administrator",
  "tasks": [
    {
      "task": "Du bist die erste Ansprechperson für die Sicherstellung des reibungslosen Ablaufes in Office-Management und Administration bezüglich Gerätesupport und IT-Administration"
    },
    {
      "task": "Du unterstützt bei der Durchführung von Softwaremigrationen in die Cloud"
    },
    {
      "task": "Du pflegst und wartest notwendige Tools wie z.B. GitLab CI, Jenkins und Jira"
    },
    {
      "task": "Du unterstützt aktiv unser QM bei der ISO-Zertifizierung nach 9001 und 27001"
    },
    {
      "task": "Du unterstützt unsere externen Projekte beim Kunden in den Bereichen Infrastruktur und IT"
    },
    {
      "task": "Du hast Anteil an der kontinuierlichen Verbesserung der internen Infrastruktur und IT-Prozesse"
    }
  ],
  "qualifications": [
    {
      "qualification": "Du hast mindestens zwei Jahre einschlägige Berufserfahrung im Enterprise IT Support"
    },
    {
      "qualification": "Du hast eine IT-nahe Ausbildung oder ein Studium mit Erfolg abgeschlossen"
    },
    {
      "qualification": "Continuous Delivery und Enterprise Integration keine Fremdworte für Dich sind"
    },
    {
      "qualification": "Du gehst gerne mit komplexen Systemen um"
    },
    {
      "qualification": "Du denkst und handelst immer kundenorientiert"
    },
    {
      "qualification": "Du kommunizierst gern mit Menschen"
    },
    {
      "qualification": "Du arbeitest bei deinen eigenen Aufgaben selbstständig und immer strukturiert"
    },
    {
      "qualification": "Deutsch und Englisch gehen Dir fließend über Finger und Zunge"
    }
  ],
  "benefits": [
    {
      "benefit": "Unser Slogan lautet: wir entwickeln software_ – und das tun wir mit Leidenschaft und Freude. Wir mögen Software Craftsmanship, guten Code und punkten mit einem Team, das fachlich wie menschlich überzeugt."
    },
    {
      "benefit": "Unsere Projekte sind branchenübergreifend angelegt. Wir arbeiten für Start-ups genauso wie für Konzerne. Wir sind dabei nicht festgelegt, sondern möchten mit und an den Aufgaben wachsen."
    },
    {
      "benefit": "Du weißt schließlich am besten, womit Du gerne arbeitest. Unsere Arbeitsplätze sind zudem mit höhenverstellbaren Tischen und ergonomischen Stühlen ausgestattet.​"
    },
    {
      "benefit": "Mit einem jährlichen Fortbildungsbudget und 2 Tagen Sonderurlaub möchten wir jeden cronner in der persönlichen Weiterentwicklung fördern – sei es mit Konferenzen, Workshops oder Zertifizierungen, alleine, zu zweit oder mit dem ganzen Team."
    },
    {
      "benefit": "Um unseren cronnern das bestmögliche Verhältnis zwischen Arbeits- und Privatleben zu ermöglichen, bieten wir flexible Arbeitszeiten und Home-Office-Tage.​"
    },
    {
      "benefit": "Spätestens nach Deiner ersten Weihnachtsfeier mit uns wirst Du merken, dass wir gerne und gut zusammen feiern. Aber auch über das restliche Jahr verteilt finden immer mal wieder Events statt: ob Biertastings, Sommerfeste, Teilnahmen an Läufen, Ausflüge, gemeinsame Cycling-Runden oder einfach nur unser wöchentliches Feierabendbier. Alles kann, nichts muss.​"
    },
    {
      "benefit": "Wir teilen gerne unser Wissen und engagieren uns in verschieden lokalen Communities wie z. B. der „Java User Group“ oder beim „Usability Testessen“. Gerne kannst Du dieses Netzwerk aktiv mitgestalten.​"
    },
    {
      "benefit": "In unserem modernen, hellen und gut gelegenen Büro lässt es sich Wohlfühlen. ​Am Arcade-Automaten oder Kickertisch kannst Du jederzeit eine Runde zocken, es gibt guten (!) Kaffee und eine Getränkeflatrate. Und falls mal der kleine Hunger kommt, ist auch dafür gesorgt. Ansonsten sind Foodtruck, Bäcker und Kantinen auch nicht weit.​​​"
    },
    {
      "benefit": "Wenn Du für den Job zu uns ziehst, besteht die Möglichkeit, dass wir einen Teil oder die gesamten Umzugskosten übernehmen. Das macht den Start in Bonn etwas leichter.​"
    },
    {
      "benefit": "Mit dem cronn-bike möchten wir unseren cronnern eine gute Möglichkeit geben, das Auto mal stehen zu lassen und gleichzeitig etwas für die Umwelt und die eigene Gesundheit zu tun."
    },
    {
      "benefit": "In Bonn und Hamburg spendieren wir das Deutschlandticket für alle, die unsere bestens angebundenen Büros gern mit dem ÖPNV erreichen möchten."
    },
    {
      "benefit": "An den Standorten Bonn und Hamburg steht für das Mittagessen im Büro der volle Essenszuschuss auf der Speisekarte."
    }
  ]
}
