{
  "workingHours": "partTime",
  "jobDate": "2024-08-02",
  "title": "Sales Manager/-in Softwarelösungen",
  "workingPlace": "Hamburg",
  "tasks": [
    {
      "task": "Du gewinnst neue Kunden für unsere Dienstleistungen im Umfeld und Bereich der Softwareentwicklungsprojekte"
    },
    {
      "task": "Du nimmst aktiv Kontakt zu potenziellen Neukunden auf und erweiterst Dein Netzwerk an Kundenkontakten"
    },
    {
      "task": "Du entwickelst identifizierte Leads zu Neukunden – gern auch auf Messen und Netzwerkveranstaltungen"
    },
    {
      "task": "Du erarbeitest mit den Kollegen aus Vertrieb und Marketing eigene Sales-Kampagnen"
    }
  ],
  "qualifications": [
    {
      "qualification": "Du bist ein geborener Hunter – die Akquise von Neukunden ist genau Dein Ding"
    },
    {
      "qualification": "Du weißt aber auch, wie Farming funktioniert und wie man ein Partnermanagement aufbaut"
    },
    {
      "qualification": "Du bringst Berufserfahrung im Vertrieb von Softwarelösungen, IT-Dienstleistungen oder IT-Projekten mit"
    },
    {
      "qualification": "Du hast ein Studium erfolgreich abgeschlossen"
    },
    {
      "qualification": "Du hast idealerweise bereits ein eigenes Netzwerk an (potenziellen) Kunden"
    },
    {
      "qualification": "Dir gehen Deutsch und Englisch fließend über Finger und Zunge"
    }
  ],
  "benefits": [
    {
      "benefit": "Unser Team und unsere Fähigkeiten  Unser Slogan lautet: wir entwickeln software_ – und das tun wir mit Leidenschaft und Freude. Wir mögen Software Craftsmanship, guten Code und punkten mit einem Team, das fachlich wie menschlich überzeugt."
    },
    {
      "benefit": "Interessante & herausfordernde Projekte  Unsere Projekte sind branchenübergreifend angelegt. Wir arbeiten für Start-ups genauso wie für Konzerne. Wir sind dabei nicht festgelegt, sondern möchten mit und an den Aufgaben wachsen."
    },
    {
      "benefit": "Hardware & Betriebssystem nach Deinem Wunsch  Du weißt schließlich am besten, womit Du gerne arbeitest. Unsere Arbeitsplätze sind zudem mit höhenverstellbaren Tischen und ergonomischen Stühlen ausgestattet.​"
    },
    {
      "benefit": " Weiterbildungsmöglichkeiten  Mit einem jährlichen Fortbildungsbudget und 2 Tagen Sonderurlaub möchten wir jeden cronner in der persönlichen Weiterentwicklung fördern – sei es mit Konferenzen, Workshops oder Zertifizierungen, alleine, zu zweit oder mit dem ganzen Team."
    },
    {
      "benefit": "Flexible Arbeitszeiten & 30 Urlaubstage  Um unseren cronnern das bestmögliche Verhältnis zwischen Arbeits- und Privatleben zu ermöglichen, bieten wir flexible Arbeitszeiten und Home-Office-Tage.​"
    },
    {
      "benefit": "Ein cooles Office in der Innenstadt  In unserem modernen, hellen und gut gelegenen Büro in der Hamburger Innenstadt lässt es sich angenehm arbeiten. Aufgrund der citynahen Lage finden sich einige schöne Cafés und Läden in unmittelbarer Umgebung.​"
    }
  ]
}
